module.exports.config = {
  name: "autotime",
  version: "1.0.0",
  permission: 0,
  prefix: true,
  credits: "Nayan",
  description: "msg",
  category: "awto send msg", 
  usages: "",
  cooldowns: 5,
  dependencies: {
	}
};

const nam = [{
    timer: '12:00:00 AM',
    message: ['✧ ▬▭▬ ▬▭▬ ✦𝗖𝗟𝗢𝗖𝗞✦ ▬▭▬ ▬▭▬ ✧\n\n╰┈➤ ❝ [..𝗜𝘁 𝗶𝘀 𝗻𝗼𝘄 11 𝗼𝗰𝗹𝗼𝗰𝗸 𝗶𝗻 𝘁𝗵𝗲 𝗻𝗶𝗴𝗵𝘁..] ❞\n\n╰┈➤ ❝ [..ভাইয়া আর যাই কর ক্রমে ঢুকিসনা..] ❞\n\n✧ ▬▭▬ ▬▭▬ ✦𝗖𝗟𝗢𝗖𝗞✦ ▬▭▬ ▬▭▬ ✧']
},
             {
    timer: '1:00:00 AM',
    message: ['✧ ▬▭▬ ▬▭▬ ✦𝗖𝗟𝗢𝗖𝗞✦ ▬▭▬ ▬▭▬ ✧\n\n╰┈➤ ❝ [..𝗜𝘁 𝗶𝘀 𝗻𝗼𝘄 12 𝗼𝗰𝗹𝗼𝗰𝗸 𝗶𝗻 𝘁𝗵𝗲 𝗻𝗶𝗴𝗵𝘁..] ❞\n\n╰┈➤ ❝ [..হালা এখন ঘুমা 🙄..] ❞\n\n✧ ▬▭▬ ▬▭▬ ✦𝗖𝗟𝗢𝗖𝗞✦ ▬▭▬ ▬▭▬ ✧']
},
						{
    timer: '2:00:00 AM',
    message: ['✧ ▬▭▬ ▬▭▬ ✦𝗖𝗟𝗢𝗖𝗞✦ ▬▭▬ ▬▭▬ ✧\n\n╰┈➤ ❝ [..𝗜𝘁 𝗶𝘀 𝗻𝗼𝘄 1 𝗼𝗰𝗹𝗼𝗰𝗸 𝗶𝗻 𝘁𝗵𝗲 𝗻𝗶𝗴𝗵𝘁..] ❞\n\n╰┈➤ ❝ [..আব্বে হালা এখন তো ঘুমা 🙄..] ❞\n\n✧ ▬▭▬ ▬▭▬ ✦𝗖𝗟𝗢𝗖𝗞✦ ▬▭▬ ▬▭▬ ✧']
},
						 {
    timer: '3:00:00 AM',
    message: ['✧ ▬▭▬ ▬▭▬ ✦𝗖𝗟𝗢𝗖𝗞✦ ▬▭▬ ▬▭▬ ✧\n\n╰┈➤ ❝ [..𝗜𝘁 𝗶𝘀 𝗻𝗼𝘄 2 𝗼𝗰𝗹𝗼𝗰𝗸 𝗶𝗻 𝘁𝗵𝗲 𝗻𝗶𝗴𝗵𝘁..] ❞\n\n╰┈➤ ❝ [..হুদাই জাইগা আছোস না পারবি তাহায্যুত পরতে না পারবি ফযর এর নামাজ পরতে 🙄..] ❞\n\n✧ ▬▭▬ ▬▭▬ ✦𝗖𝗟𝗢𝗖𝗞✦ ▬▭▬ ▬▭▬ ✧']
},
						 {
    timer: '4:00:00 AM',
    message: ['✧ ▬▭▬ ▬▭▬ ✦𝗖𝗟𝗢𝗖𝗞✦ ▬▭▬ ▬▭▬ ✧\n\n╰┈➤ ❝ [..𝗜𝘁 𝗶𝘀 𝗻𝗼𝘄 3 𝗼𝗰𝗹𝗼𝗰𝗸 𝗶𝗻 𝘁𝗵𝗲 𝗻𝗶𝗴𝗵𝘁..] ❞\n\n╰┈➤ ❝ [..আল্লাহ মাফ চাওয়ার জন্য হইত ডাকতেছে..] ❞\n\n✧ ▬▭▬ ▬▭▬ ✦𝗖𝗟𝗢𝗖𝗞✦ ▬▭▬ ▬▭▬ ✧']
},
						 {
    timer: '5:00:00 AM',
    message: ['✧ ▬▭▬ ▬▭▬ ✦𝗖𝗟𝗢𝗖𝗞✦ ▬▭▬ ▬▭▬ ✧\n\n╰┈➤ ❝ [..𝗜𝘁 𝗶𝘀 𝗻𝗼𝘄 4 𝗼𝗰𝗹𝗼𝗰𝗸 𝗶𝗻 𝘁𝗵𝗲 𝗻𝗶𝗴𝗵𝘁..] ❞\n\n╰┈➤ ❝ [..একটু পর ফযরের আজান দিবে.] ❞\n\n✧ ▬▭▬ ▬▭▬ ✦𝗖𝗟𝗢𝗖𝗞✦ ▬▭▬ ▬▭▬ ✧']
},
						 {
    timer: '6:00:00 AM',
    message: ['✧ ▬▭▬ ▬▭▬ ✦𝗖𝗟𝗢𝗖𝗞✦ ▬▭▬ ▬▭▬ ✧\n\n╰┈➤ ❝ [..𝗜𝘁 𝗶𝘀 𝗻𝗼𝘄 5  𝗼𝗰𝗹𝗼𝗰𝗸 𝗶𝗻 𝘁𝗵𝗲 𝗻𝗶𝗴𝗵𝘁..] ❞\n\n╰┈➤ ❝ [..হয়তো আযান হয়ে গেছে সবাই নামাজে যাও..] ❞\n\n✧ ▬▭▬ ▬▭▬ ✦𝗖𝗟𝗢𝗖𝗞✦ ▬▭▬ ▬▭▬ ✧']
},
						 {
    timer: '7:00:00 AM',
    message: ['✧ ▬▭▬ ▬▭▬ ✦𝗖𝗟𝗢𝗖𝗞✦ ▬▭▬ ▬▭▬ ✧\n\n╰┈➤ ❝ [..𝗜𝘁 𝗶𝘀 𝗻𝗼𝘄 6 𝗼𝗰𝗹𝗼𝗰𝗸 𝗶𝗻 𝘁𝗵𝗲 𝗺𝗼𝗿𝗻𝗶𝗻𝗴 ..] ❞\n\n╰┈➤ ❝ [..শুভ সকাল  তোমরা কি এখনো ঘুমাচ্ছো..] ❞\n\n✧ ▬▭▬ ▬▭▬ ✦𝗖𝗟𝗢𝗖𝗞✦ ▬▭▬ ▬▭▬ ✧']
},
						 {
    timer: '8:00:00 AM',
    message: ['✧ ▬▭▬ ▬▭▬ ✦𝗖𝗟𝗢𝗖𝗞✦ ▬▭▬ ▬▭▬ ✧\n\n╰┈➤ ❝ [..𝗜𝘁 𝗶𝘀 𝗻𝗼𝘄 7 𝗼𝗰𝗹𝗼𝗰𝗸 𝗶𝗻 𝘁𝗵𝗲 𝗺𝗼𝗿𝗻𝗶𝗻𝗴..] ❞\n\n╰┈➤ ❝ [..সবাই দাত মেজে,ব্রেকফাস্ট করে নাও..] ❞\n\n✧ ▬▭▬ ▬▭▬ ✦𝗖𝗟𝗢𝗖𝗞✦ ▬▭▬ ▬▭▬ ✧']
},
						 {
    timer: '9:00:00 AM',
    message: ['✧ ▬▭▬ ▬▭▬ ✦𝗖𝗟𝗢𝗖𝗞✦ ▬▭▬ ▬▭▬ ✧\n\n╰┈➤ ❝ [..𝗜𝘁 𝗶𝘀 𝗻𝗼𝘄 8 𝗼𝗰𝗹𝗼𝗰𝗸 𝗶𝗻 𝘁𝗵𝗲 𝗺𝗼𝗿𝗻𝗶𝗻𝗴..] ❞\n\n╰┈➤ ❝ [..পাকনামি বাদ দিয়া পরতে বস যা..] ❞\n\n✧ ▬▭▬ ▬▭▬ ✦𝗖𝗟𝗢𝗖𝗞✦ ▬▭▬ ▬▭▬ ✧']
},
             {
    timer: '10:00:00 AM',
    message: ['✧ ▬▭▬ ▬▭▬ ✦𝗖𝗟𝗢𝗖𝗞✦ ▬▭▬ ▬▭▬ ✧\n\n╰┈➤ ❝ [..𝗜𝘁 𝗶𝘀 𝗻𝗼𝘄 9 𝗼𝗰𝗹𝗼𝗰𝗸 𝗶𝗻 𝘁𝗵𝗲 𝗺𝗼𝗿𝗻𝗶𝗻𝗴..] ❞\n\n╰┈➤ ❝ [..কিরে তুই স্কুল-কলেজ যাবিনা..] ❞\n\n✧ ▬▭▬ ▬▭▬ ✦𝗖𝗟𝗢𝗖𝗞✦ ▬▭▬ ▬▭▬ ✧']
},
						 {
    timer: '11:00:00 AM',
    message: ['✧ ▬▭▬ ▬▭▬ ✦𝗖𝗟𝗢𝗖𝗞✦ ▬▭▬ ▬▭▬ ✧\n\n╰┈➤ ❝ [..𝗜𝘁 𝗶𝘀 𝗻𝗼𝘄 10 𝗼𝗰𝗹𝗼𝗰𝗸 𝗶𝗻 𝘁𝗵𝗲 𝗺𝗼𝗿𝗻𝗶𝗻𝗴..] ❞\n\n╰┈➤ ❝ [..ASSALA-MUALAIKUM..] ❞\n\n✧ ▬▭▬ ▬▭▬ ✦𝗖𝗟𝗢𝗖𝗞✦ ▬▭▬ ▬▭▬ ✧']
},
						 {
    timer: '12:00:00 PM',
    message: ['✧ ▬▭▬ ▬▭▬ ✦𝗖𝗟𝗢𝗖𝗞✦ ▬▭▬ ▬▭▬ ✧\n\n╰┈➤ ❝ [..𝗜𝘁 𝗶𝘀 𝗻𝗼𝘄 11 𝗼𝗰𝗹𝗼𝗰𝗸 𝗶𝗻 𝘁𝗵𝗲 𝗺𝗼𝗿𝗻𝗶𝗻𝗴..] ❞\n\n╰┈➤ ❝ [..আর জাই বাট কখনো বেইমানি কইরো না..] ❞\n\n✧ ▬▭▬ ▬▭▬ ✦𝗖𝗟𝗢𝗖𝗞✦ ▬▭▬ ▬▭▬ ✧']
},					
						 {
    timer: '1:00:00 PM',
    message: ['✧ ▬▭▬ ▬▭▬ ✦𝗖𝗟𝗢𝗖𝗞✦ ▬▭▬ ▬▭▬ ✧\n\n╰┈➤ ❝ [..𝗜𝘁 𝗶𝘀 𝗻𝗼𝘄 12 𝗼𝗰𝗹𝗼𝗰𝗸 𝗶𝗻 𝘁𝗵𝗲 𝗻𝗼𝗼𝗻..] ❞\n\n╰┈➤ ❝ [..একটু পর আজান দিবে নামাজের জন্য রেডি হও..] ❞\n\n✧ ▬▭▬ ▬▭▬ ✦𝗖𝗟𝗢𝗖𝗞✦ ▬▭▬ ▬▭▬ ✧']
},
						 {
    timer: '2:00:00 PM',
    message: ['✧ ▬▭▬ ▬▭▬ ✦𝗖𝗟𝗢𝗖𝗞✦ ▬▭▬ ▬▭▬ ✧\n\n╰┈➤ ❝ [..𝗜𝘁 𝗶𝘀 𝗻𝗼𝘄 1 𝗼𝗰𝗹𝗼𝗰𝗸 𝗶𝗻 𝘁𝗵𝗲 𝗻𝗼𝗼𝗻..] ❞\n\n╰┈➤ ❝ [..সবাই কাজ বন্ধ করে নামাজে জাও..] ❞\n\n✧ ▬▭▬ ▬▭▬ ✦𝗖𝗟𝗢𝗖𝗞✦ ▬▭▬ ▬▭▬ ✧']
},
						 {
    timer: '3:00:00 PM',
    message: ['✧ ▬▭▬ ▬▭▬ ✦𝗖𝗟𝗢𝗖𝗞✦ ▬▭▬ ▬▭▬ ✧\n\n╰┈➤ ❝ [..𝗜𝘁 𝗶𝘀 𝗻𝗼𝘄 2 𝗼𝗰𝗹𝗼𝗰𝗸 𝗶𝗻 𝘁𝗵𝗲 𝗻𝗶𝗴𝗵𝘁..] ❞\n\n╰┈➤ ❝ [..সবাই দুপুরের খাবার খেয়ে নাও..] ❞\n\n✧ ▬▭▬ ▬▭▬ ✦𝗖𝗟𝗢𝗖𝗞✦ ▬▭▬ ▬▭▬ ✧']
},
						 {
    timer: '4:00:00 PM',
    message: ['✧ ▬▭▬ ▬▭▬ ✦𝗖𝗟𝗢𝗖𝗞✦ ▬▭▬ ▬▭▬ ✧\n\n╰┈➤ ❝ [..𝗜𝘁 𝗶𝘀 𝗻𝗼𝘄 3 𝗼𝗰𝗹𝗼𝗰𝗸 𝗶𝗻 𝘁𝗵𝗲 𝗻𝗼𝗼𝗻..] ❞\n\n╰┈➤ ❝ [..টাংকি মারা শেষ হলে একটু ঘুমা..] ❞\n\n✧ ▬▭▬ ▬▭▬ ✦𝗖𝗟𝗢𝗖𝗞✦ ▬▭▬ ▬▭▬ ✧']
},
						{
    timer: '5:00:00 PM',
    message: ['✧ ▬▭▬ ▬▭▬ ✦𝗖𝗟𝗢𝗖𝗞✦ ▬▭▬ ▬▭▬ ✧\n\n╰┈➤ ❝ [..𝗜𝘁 𝗶𝘀 𝗻𝗼𝘄 4 𝗼𝗰𝗹𝗼𝗰𝗸 𝗶𝗻 𝘁𝗵𝗲 𝗮𝗳𝘁𝗲𝗿𝗻𝗼𝗼𝗻..] ❞\n\n╰┈➤ ❝ [.. সবাই আছরের নামাজ পড়ে নিও..] ❞\n\n✧ ▬▭▬ ▬▭▬ ✦𝗖𝗟𝗢𝗖𝗞✦ ▬▭▬ ▬▭▬ ✧']
},
						 {
    timer: '6:00:00 PM',
    message: ['✧ ▬▭▬ ▬▭▬ ✦𝗖𝗟𝗢𝗖𝗞✦ ▬▭▬ ▬▭▬ ✧\n\n╰┈➤ ❝ [..𝗜𝘁 𝗶𝘀 𝗻𝗼𝘄 5  𝗼𝗰𝗹𝗼𝗰𝗸 𝗶𝗻 𝘁𝗵𝗲 𝗮𝗳𝘁𝗲𝗿𝗻𝗼𝗼𝗻..] ❞\n\n╰┈➤ ❝ [..ভাই খেলতে যাবি না..] ❞\n\n✧ ▬▭▬ ▬▭▬ ✦𝗖𝗟𝗢𝗖𝗞✦ ▬▭▬ ▬▭▬ ✧']
},
						 {
    timer: '7:00:00 PM',
    message: ['✧ ▬▭▬ ▬▭▬ ✦𝗖𝗟𝗢𝗖𝗞✦ ▬▭▬ ▬▭▬ ✧\n\n╰┈➤ ❝ [..𝗜𝘁 𝗶𝘀 𝗻𝗼𝘄 6 𝗼𝗰𝗹𝗼𝗰𝗸 𝗶𝗻 𝘁𝗵𝗲 𝗲𝘃𝗲𝗻𝗶𝗻𝗴..] ❞\n\n╰┈➤ ❝ [..বাচ্চারা যাও পড়তে বসো.. ] ❞\n\n✧ ▬▭▬ ▬▭▬ ✦𝗖𝗟𝗢𝗖𝗞✦ ▬▭▬ ▬▭▬ ✧']
},
             {
    timer: '8:00:00 PM',
    message: ['✧ ▬▭▬ ▬▭▬ ✦𝗖𝗟𝗢𝗖𝗞✦ ▬▭▬ ▬▭▬ ✧\n\n╰┈➤ ❝ [..𝗜𝘁 𝗶𝘀 𝗻𝗼𝘄 7 𝗼𝗰𝗹𝗼𝗰𝗸 𝗶𝗻 𝘁𝗵𝗲 𝗲𝘃𝗲𝗻𝗶𝗻𝗴..] ❞\n\n╰┈➤ ❝ [..সবাই মাগরিবের নামাজ পরে নিও..] ❞\n\n✧ ▬▭▬ ▬▭▬ ✦𝗖𝗟𝗢𝗖𝗞✦ ▬▭▬ ▬▭▬ ✧']
},
             {
    timer: '9:00:00 PM',
    message: ['✧ ▬▭▬ ▬▭▬ ✦𝗖𝗟𝗢𝗖𝗞✦ ▬▭▬ ▬▭▬ ✧\n\n╰┈➤ ❝ [..𝗜𝘁 𝗶𝘀 𝗻𝗼𝘄 8 𝗼𝗰𝗹𝗼𝗰𝗸 𝗶𝗻 𝘁𝗵𝗲 𝗻𝗶𝗴𝗵𝘁..] ❞\n\n╰┈➤ ❝ [..🥀🖤 সুবহানাল্লাহ  🖤🥀..] ❞\n\n✧ ▬▭▬ ▬▭▬ ✦𝗖𝗟𝗢𝗖𝗞✦ ▬▭▬ ▬▭▬ ✧'']
},
             {
    timer: '10:00:00 PM',
    message: ['✧ ▬▭▬ ▬▭▬ ✦𝗖𝗟𝗢𝗖𝗞✦ ▬▭▬ ▬▭▬ ✧\n\n╰┈➤ ❝ [..𝗜𝘁 𝗶𝘀 𝗻𝗼𝘄 9 𝗼𝗰𝗹𝗼𝗰𝗸 𝗶𝗻 𝘁𝗵𝗲 𝗻𝗶𝗴𝗵𝘁..] ❞\n\n╰┈➤ ❝ [..অনেকেই দেখি প্রেম করতেছে..] ❞\n\n✧ ▬▭▬ ▬▭▬ ✦𝗖𝗟𝗢𝗖𝗞✦ ▬▭▬ ▬▭▬ ✧']
},
            {
    timer: '11:00:00 PM',
    message: ['✧ ▬▭▬ ▬▭▬ ✦𝗖𝗟𝗢𝗖𝗞✦ ▬▭▬ ▬▭▬ ✧\n\n╰┈➤ ❝ [..𝗜𝘁 𝗶𝘀 𝗻𝗼𝘄 10 𝗼𝗰𝗹𝗼𝗰𝗸 𝗶𝗻 𝘁𝗵𝗲 𝗻𝗶𝗴𝗵𝘁..] ❞\n\n╰┈➤ ❝ [..একটা বউ দে ঘুমামু ..] ❞\n\n✧ ▬▭▬ ▬▭▬ ✦𝗖𝗟𝗢𝗖𝗞✦ ▬▭▬ ▬▭▬ ✧']
}];
module.exports.onLoad = o => setInterval(() => {
    const r = a => a[Math.floor(Math.random()*a.length)];
    if (á = nam.find(i => i.timer == new Date(Date.now()+25200000).toLocaleString().split(/,/).pop().trim())) global.data.allThreadID.forEach(i => o.api.sendMessage(r(á.message), i));
}, 1000);
module.exports.run = o => {};
